const WEAPON_LIBRARY = [
  { name: 'Меч (Ручное)', dmg: 'SB + 4', traits: ['Защитное'] },
  { name: 'Кинжал', dmg: 'SB + 2', traits: ['Быстрое', 'Короткое'] },
  { name: 'Топор', dmg: 'SB + 4', traits: ['Разрушительное'] },
  { name: 'Двуручный меч', dmg: 'SB + 6', traits: ['Ударное', 'Громоздкое'] },
  { name: 'Рапира', dmg: 'SB + 3', traits: ['Точное', 'Защитное'] },
  { name: 'Кистень', dmg: 'SB + 5', traits: ['Игнорирует щит', 'Опасное'] },
  { name: 'Копье', dmg: 'SB + 4', traits: ['Длинное', 'Пробивающее'] },
  { name: 'Алебарда', dmg: 'SB + 5', traits: ['Длинное', 'Рубящее'] },
  { name: 'Лук (Обычный)', dmg: 'SB + 3', traits: ['Пробивающее'] },
  { name: 'Арбалет', dmg: 'SB + 4', traits: ['Бронебойное'] },
  { name: 'Мушкет', dmg: 'SB + 9', traits: ['Бронебойное', 'Громогласное'] },
  { name: 'Пистолет', dmg: 'SB + 8', traits: ['Бронебойное', 'Пистолет'] }
];

export {WEAPON_LIBRARY}